Author=Pronin
SourceLANGID=1033
LANGID=1049
Generator=DKLang Translation Editor v3.0
LastModified=2018-10-31 15:47:32

[MainForm]
00000001=Восстановление видео - HUBSAN H501S-SS
00000004=Действия
00000009=Лог
00000014=Загрузить
00000015=Битое видео
00000016=Восстановить
00000017=Сохранить
00000021=Язык:
00000023=Хранимый
00000024=Свой
00000025=Использовать образец
00000032=Битое видео
00000033=Восстановить
00000034=Сохранить

[$CONSTANTS]
DL_AnalyzingLine=Анализ...
DL_CompleteLine=ЗАВЕРШЕНО
DL_CopyAbortLine=КОПИРОВАНИЕ ПРЕРВАНО
DL_CopyLine=Копирование...
DL_CopyToLine=Копирование в
DL_CorrectingLine=Коррекция...
DL_ErrorLine=ОШИБКА
DL_ErrorOutLine=Ошибка:
DL_ExecutionTimeExceededLine=Превышено время ожидания выполнения программы
DL_ExitCodeNoRegisteredText=Не зарегистрированный код завершения работы
DL_ExitCodeOutLine=Код выполнения:
DL_FileAlreadyExistsMsg=Видео файл уже существует, заменить?
DL_NoCommandCorrectLine=Не найдена комманда для коррекции видео файла
DL_NoCommandRecoveryLine=Не найдена команда для восстановления видео файла
DL_OutputOutLine=Вывод:
DL_ProductInformation=Информация
DL_RecoveringLine=Восстановление...
DL_StartLine=СТАРТ
DL_VideoFileNotFoundMsg=Видео файл не найден
